content/posts/Structural_stability_and_morphogenesis_by_Rene_Thom_in_1972.md
+++
title = "Structural stability and morphogenesis by Rene Thom in 1972"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:01-04:00
slug = "Structural_stability_and_morphogenesis_by_Rene_Thom_in_1972"
draft = false
+++

## 1. Introduction {#1-dot-introduction}


## 2. Form and [structural stability]({{< relref "structural_stability" >}}) {#2-dot-form-and-structural-stability--structural-stability-dot-md}


## 3. [structural stability]({{< relref "structural_stability" >}}) in mathematics {#3-dot-structural-stability--structural-stability-dot-md--in-mathematics}


## 4. Kinematic of forms; Catastrophes {#4-dot-kinematic-of-forms-catastrophes}


## 5. Elementary catastrophes on \\[\mathbb{R}^4\\] associated with conflicts of regimes {#5-dot-elementary-catastrophes-on-mathbb-r-4-associated-with-conflicts-of-regimes}


## 6. General morphology {#6-dot-general-morphology}


## 7. The dynamic of forms {#7-dot-the-dynamic-of-forms}


## 8. Biology and topology {#8-dot-biology-and-topology}


## 9. Local models in embryology {#9-dot-local-models-in-embryology}


## 10. Global models for a living being (metazoa) {#10-dot-global-models-for-a-living-being--metazoa}


## 11. Models in ultrastructure {#11-dot-models-in-ultrastructure}


## 12. The basic problems of biology {#12-dot-the-basic-problems-of-biology}


## 13. From animal to man: thought and language {#13-dot-from-animal-to-man-thought-and-language}


##  {#}
